{"id":106,"date":"2017-04-12T14:22:57","date_gmt":"2017-04-12T14:22:57","guid":{"rendered":"http:\/\/lmpixels.com\/wp\/aveo\/?p=106"},"modified":"2017-10-04T11:11:09","modified_gmt":"2017-10-04T11:11:09","slug":"front-end-challenge-accepted-css-3d-cube","status":"publish","type":"post","link":"https:\/\/lmpixels.com\/wp\/aveo\/front-end-challenge-accepted-css-3d-cube\/","title":{"rendered":"Front-End Challenge Accepted: CSS 3D Cube"},"content":{"rendered":"<section class=\"fw-main-row \"  >\n\t<div class=\"fw-container\">\n\t\t<div class=\"row\">\n\t\r\n\r\n<div class=\" col-xs-12 col-sm-12 \">\r\n    <div id=\"col_inner_id-62e49d6355b62\" class=\"fw-col-inner\" data-paddings=\"0px 0px 0px 0px\">\r\n\t\t<p>Sed bibendum turpis magna, a interdum tellus lobortis scelerisque. Curabitur eget sapien semper, consectetur ipsum et, tempor dui. In egestas tortor eu egestas vestibulum. Curabitur aliquam mattis quam, vel lacinia augue ullamcorper et. Nam auctor laoreet porttitor. Mauris tincidunt iaculis euismod. Curabitur convallis eget quam ac bibendum. Nam maximus varius nisi elementum volutpat. Maecenas aliquet dignissim porta. Curabitur rutrum tortor vitae odio malesuada consequat. Nulla non condimentum lectus. Fusce arcu felis, volutpat vel ligula vitae, malesuada ornare eros. Curabitur mollis velit ut mauris facilisis ultrices. Nulla facilisi.<\/p>\t<\/div>\r\n<\/div>\r\n<\/div>\n\n<div class=\"row\">\n\t\r\n\r\n<div class=\" col-xs-12 col-sm-12 \">\r\n    <div id=\"col_inner_id-62e49d6355c1a\" class=\"fw-col-inner\" data-paddings=\"0px 0px 0px 0px\">\r\n\t\t<blockquote class=\"quote fw-quote-left fw-quote-md \">\r\n    Your time is limited, so don&#039;t waste it living someone else&#039;s life. Don&#039;t be trapped by dogma - which is living with the results of other people&#039;s thinking. Don&#039;t let the noise of others&#039; opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition.\t\t\t<footer class=\"quote-author\">\r\n\t\t\t<span>\r\n\t\t\t\t\t\t\t\t\tSteve Jobs\t\t\t\t\t\t\t<\/span>\r\n\t\t<\/footer>\r\n\t<\/blockquote>\t<\/div>\r\n<\/div>\r\n<\/div>\n\n<div class=\"row\">\n\t\r\n\r\n<div class=\" col-xs-12 col-sm-12 \">\r\n    <div id=\"col_inner_id-62e49d6355d13\" class=\"fw-col-inner\" data-paddings=\"0px 0px 0px 0px\">\r\n\t\t<p>Pellentesque lectus diam, pulvinar nec ultricies sed, commodo sit amet risus. Donec a libero volutpat, finibus magna at, vulputate justo. Suspendisse nec rhoncus dui. Integer eros nisi, elementum vitae eros a, blandit ultricies ex. Sed ligula dui, auctor facilisis justo eu, hendrerit semper turpis. Proin sit amet posuere tortor, non feugiat arcu. Mauris scelerisque id risus eget euismod. Fusce tincidunt iaculis nunc, sed luctus ipsum auctor eu. Aliquam maximus ornare vestibulum. Donec vel est nec massa finibus vulputate vitae sed libero.<\/p><p>Proin semper euismod ante, sed blandit nisl malesuada efficitur. In placerat congue eros vel feugiat. Aenean gravida neque quam, a dignissim quam pulvinar eu. Nunc quis efficitur mi, euismod porttitor leo. Maecenas ultrices varius dolor ornare posuere. Cras quis nulla vel est malesuada dictum a posuere odio. Curabitur at nibh blandit, efficitur est pellentesque, convallis ipsum. Fusce faucibus id metus ut bibendum. Praesent pellentesque ante ac mollis porta. Morbi dignissim augue orci, ac euismod felis dictum sit amet. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Sed elit turpis, congue sit amet nisi non, sagittis aliquet est.<\/p><p>Ut efficitur nec lectus quis faucibus. Proin malesuada ex et ante tincidunt molestie. Vestibulum mattis molestie ante, at porttitor magna euismod non. Nulla pulvinar nibh vel diam luctus accumsan. Donec tempus blandit diam et molestie. Sed pharetra nisl nec aliquam pretium. Donec aliquet tellus et leo tincidunt, quis rutrum lorem volutpat. Duis congue mi et velit pharetra, quis lacinia justo elementum. Curabitur vitae ante pellentesque, porta dolor non, euismod nisl. Duis rutrum ipsum sit amet velit faucibus vulputate eget non ante. Mauris blandit ligula risus, sit amet tincidunt felis vestibulum ac. Aliquam a orci magna. Etiam a nulla elit. Aenean elit erat, faucibus a venenatis molestie, placerat ut elit. Duis vitae dictum lacus.<\/p>\t<\/div>\r\n<\/div>\r\n<\/div>\n\n\t<\/div>\n<\/section>\n\n","protected":false},"excerpt":{"rendered":"<p>Sed bibendum turpis magna, a interdum tellus lobortis scelerisque. Curabitur eget sapien semper, consectetur ipsum et, tempor dui. In egestas tortor eu egestas vestibulum. Curabitur aliquam mattis quam, vel lacinia augue ullamcorper et. Nam auctor laoreet porttitor. Mauris tincidunt iaculis euismod. Curabitur convallis eget quam ac bibendum. Nam maximus varius nisi elementum volutpat. Maecenas aliquet [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":146,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[14],"tags":[21,22,23,10,24],"_links":{"self":[{"href":"https:\/\/lmpixels.com\/wp\/aveo\/wp-json\/wp\/v2\/posts\/106"}],"collection":[{"href":"https:\/\/lmpixels.com\/wp\/aveo\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/lmpixels.com\/wp\/aveo\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/lmpixels.com\/wp\/aveo\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/lmpixels.com\/wp\/aveo\/wp-json\/wp\/v2\/comments?post=106"}],"version-history":[{"count":2,"href":"https:\/\/lmpixels.com\/wp\/aveo\/wp-json\/wp\/v2\/posts\/106\/revisions"}],"predecessor-version":[{"id":108,"href":"https:\/\/lmpixels.com\/wp\/aveo\/wp-json\/wp\/v2\/posts\/106\/revisions\/108"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/lmpixels.com\/wp\/aveo\/wp-json\/wp\/v2\/media\/146"}],"wp:attachment":[{"href":"https:\/\/lmpixels.com\/wp\/aveo\/wp-json\/wp\/v2\/media?parent=106"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/lmpixels.com\/wp\/aveo\/wp-json\/wp\/v2\/categories?post=106"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/lmpixels.com\/wp\/aveo\/wp-json\/wp\/v2\/tags?post=106"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}